Repository: jayfunc/BetterLyrics
Catalog: src/BetterLyrics.DotNet/BetterLyrics.WinUI3/BetterLyrics.WinUI3/Strings/*/Resources.resw
Source language: en
Languages: ar, de, es, hi, id, it, ja, ko, ms, pt, ru, th, tr, vi, zh_hans, zh_hant

# LyricsSharePageTitle
source: Lyrics Card
ar: بطاقة كلمات الأغاني
de: Liedtext-Karte
es: Tarjeta de letras
hi: गीत कार्ड
id: Kartu Lirik
it: Scheda testi
ja: 歌詞カード生成
ko: 가사 카드
ms: Kad Lirik
pt: Cartão de letras
ru: Карточка с лирикой
th: บัตรเนื้อเพลง
tr: Şarkı Sözü Kartı
vi: Thẻ lời bài hát
zh_hans: 歌词卡片
zh_hant: 歌詞卡片

# LyricsStyleSettingsControlLyricsLayoutOrder.Text
source: Lyrics Layout Sequence
ar: تسلسل تخطيط كلمات الأغنية
de: Reihenfolge der Liedtexte
es: Secuencia de maquetación de las letras de las canciones
hi: गीत-लेखन लेआउट अनुक्रम
id: Urutan Tata Letak Lirik
it: Sequenza di impaginazione dei testi delle canzoni
ja: 歌詞のレイアウト順序
ko: 가사 레이아웃 순서
ms: Susunan Susun Atur Lirik
pt: Sequência de disposição das letras
ru: Последовательность размещения текстов песен
th: ลำดับการจัดวางเนื้อเพลง
tr: Şarkı Sözleri Düzen Sırası
vi: Trình tự bố cục lời bài hát
zh_hans: 歌词排版顺序
zh_hant: 歌詞排版順序

# LyricsWindowSettingsControlConfigMusicGalleryLyrics.Text
source: Config Music Gallery embedded lyrics window
ar: نافذة كلمات الأغاني المضمنة في معرض موسيقى التكوين
de: Config Music Gallery eingebettetes Liedtextfenster
es: Configurar la ventana de letras incrustadas de la Galería de Música
hi: कॉन्फ़िग म्यूजिक गैलरी एम्बेडेड लिरिक्स विंडो
id: Jendela lirik yang disematkan Galeri Musik Config
it: Configurazione finestra testi incorporata nella Galleria musicale
ja: ミュージックギャラリー埋め込み歌詞ウィンドウの設定
ko: 구성 음악 갤러리 내장 가사 창
ms: Tetingkap lirik terbenam Galeri Muzik Config
pt: Configurar a janela de letras de música incorporada na Galeria de Música
ru: Настройка встроенного окна текстов песен в музыкальной галерее
th: หน้าต่างแสดงเนื้อเพลงแบบฝังในแกลเลอรีเพลง Config
tr: Config Müzik Galerisi gömülü şarkı sözleri penceresi
vi: Cửa sổ lời bài hát được nhúng trong Config Music Gallery
zh_hans: 配置音乐库内嵌歌词窗口
zh_hant: 配置音樂庫內嵌歌詞視窗

# LyricsWindowSettingsControlLyricsWindowConfig.Text
source: Configuration
ar: التكوين
de: Konfiguration
es: Configuración
hi: कॉन्फ़िगरेशन
id: Konfigurasi
it: Configurazione
ja: 構成
ko: 구성
ms: Konfigurasi
pt: Configuração
ru: Конфигурация
th: การกำหนดค่า
tr: Konfigürasyon
vi: Cấu hình
zh_hans: 配置
zh_hant: 配置

# LyricsWindowSettingsControlSetDefault.Text
source: Set as Default
ar: تعيين كافتراضي
de: Als Standard festlegen
es: Establecer como predeterminado
hi: डिफ़ॉल्ट के रूप में सेट करें
id: Tetapkan sebagai Default
it: Imposta come predefinito
ja: デフォルトとして設定
ko: 기본값으로 설정
ms: Tetapkan sebagai Lalai
pt: Definir como Predefinição
ru: Установить по умолчанию
th: ตั้งเป็นค่าเริ่มต้น
tr: Varsayılan Olarak Ayarla
vi: Đặt làm mặc định
zh_hans: 设置为默认
zh_hant: 設為預設

# LyricsWindowSettingsControlShare.Text
source: Export
ar: تصدير
de: Exportieren
es: Exportar
hi: निर्यात
id: Ekspor
it: Esporta
ja: エクスポート
ko: 내보내기
ms: Eksport
pt: Exportar
ru: Экспорт
th: ส่งออก
tr: İhracat
vi: Xuất
zh_hans: 导出
zh_hant: 匯出

# LyricsWindowSwitchButtonToolTip.Content
source: Lyrics Window Switcher
ar: مبدل نافذة الكلمات
de: Songtext-Fensterumschalter
es: Cambiador de ventana de letras
hi: बोल विंडो स्विचर
id: Pengalih Jendela Lirik
it: Selettore finestre testi
ja: 歌詞ウィンドウスイッチャー
ko: 가사 창 전환기
ms: Penukar Tetingkap Lirik
pt: Alternador da Janela de Letras
ru: Переключатель окна текста
th: ตัวสลับหน้าต่างเนื้อเพลง
tr: Şarkı Sözleri Pencere Değiştirici
vi: Trình chuyển đổi cửa sổ lời bài hát
zh_hans: 歌词窗口切换器
zh_hant: 歌詞視窗切換器

# LyricsWindowSwitchWindowHelp.Text
source: Go to "Settings" to add more modes
ar: انتقل إلى "الإعدادات" لإضافة المزيد من الأوضاع
de: Gehen Sie zu "Einstellungen", um weitere Modi hinzuzufügen
es: Vaya a "Configuración" para agregar más modos
hi: अधिक मोड जोड़ने के लिए "सेटिंग्स" पर जाएं
id: Buka "Pengaturan" untuk menambahkan mode lainnya
it: Vai su "Impostazioni" per aggiungere altre modalità
ja: さらにモードを追加するには「設定」に移動します
ko: 더 많은 모드를 추가하려면 '설정'으로 이동하세요
ms: Pergi ke "Tetapan" untuk menambah lebih banyak mod
pt: Aceda a "Definições" para adicionar mais modos
ru: Перейдите в «Настройки», чтобы добавить больше режимов
th: ไปที่ "การตั้งค่า" เพื่อเพิ่มโหมดเพิ่มเติม
tr: Daha fazla mod eklemek için "Ayarlar "a gidin
vi: Vào "Cài đặt" để thêm nhiều chế độ hơn
zh_hans: 转到 “设置” 以添加更多模式
zh_hant: 轉到「設定」以新增更多模式

# LyricsWindowSwitchWindowTitle
source: Lyrics Window Switcher
ar: مبدل نافذة الكلمات
de: Songtext-Fensterumschalter
es: Cambiador de ventana de letras
hi: बोल विंडो स्विचर
id: Pengalih Jendela Lirik
it: Selettore finestre testi
ja: 歌詞ウィンドウスイッチャー
ko: 가사 창 전환기
ms: Penukar Tetingkap Lirik
pt: Alternador da Janela de Letras
ru: Переключатель окна текста
th: ตัวสลับหน้าต่างเนื้อเพลง
tr: Şarkı Sözleri Pencere Değiştirici
vi: Trình chuyển đổi cửa sổ lời bài hát
zh_hans: 歌词窗口切换器
zh_hant: 歌詞視窗切換器

# MainPageNoLocalFilesMatched.Text
source: No matched local files found
ar: لم يتم العثور على ملفات محلية مطابقة
de: Keine passenden lokalen Dateien gefunden
es: No se encontraron archivos locales coincidentes
hi: कोई स्थानीय फ़ाइल मेल नहीं खाती
id: Tidak ada file lokal yang cocok ditemukan
it: Nessun file locale corrispondente trovato
ja: 一致するローカルファイルが見つかりません
ko: 일치하는 로컬 파일을 찾을 수 없습니다
ms: Tiada fail tempatan yang sepadan ditemui
pt: Nenhum ficheiro local correspondente encontrado
ru: Совпадающие локальные файлы не найдены
th: ไม่พบไฟล์ในเครื่องที่ตรงกัน
tr: Eşleşen yerel dosya bulunamadı
vi: Không tìm thấy tệp cục bộ phù hợp
zh_hans: 找不到匹配的本地文件
zh_hant: 找不到相符的本機檔案

# MainPagePositionOffsetSlider.Header
source: Lyrics Timeline Offset
ar: إزاحة الجدول الزمني للكلمات
de: Songtext-Zeitversatz
es: Desplazamiento de la línea de tiempo de la letra
hi: बोल समयरेखा ऑफसेट
id: Offset Waktu Lirik
it: Spostamento timeline testi
ja: 歌詞タイムラインのオフセット
ko: 가사 타임라인 오프셋
ms: Ofset Garis Masa Lirik
pt: Desvio da Linha de Tempo da Letra
ru: Смещение таймлайна текста
th: การชดเชยเวลาเนื้อเพลง
tr: Şarkı Sözleri Zaman Çizelgesi Ofseti
vi: Độ lệch thời gian lời bài hát
zh_hans: 歌词时间轴偏移
zh_hant: 歌詞時間軸偏移

# MediaSettingsControlAdvOpt.Text
source: Advanced Options
ar: خيارات متقدمة
de: Erweiterte Optionen
es: Opciones avanzadas
hi: उन्नत विकल्प
id: Opsi Lanjutan
it: Opzioni avanzate
ja: 高度なオプション
ko: 고급 옵션
ms: Pilihan lanjutan
pt: Opções avançadas
ru: Дополнительные параметры
th: ตัวเลือกขั้นสูง
tr: Gelişmiş Seçenekler
vi: Tùy chọn nâng cao
zh_hans: 高级选项
zh_hant: 進階選項

# MediaSettingsControlLastSyncTime.Header
source: Last Sync Time
ar: آخر مزامنة للوقت
de: Letzte Sync-Zeit
es: Última sincronización
hi: अंतिम सिंक समय
id: Waktu Sinkronisasi Terakhir
it: Ultima sincronizzazione
ja: 最終同期時間
ko: 마지막 동기화 시간
ms: Masa Segerak Akhir
pt: Última sincronização
ru: Время последней синхронизации
th: เวลาซิงค์ครั้งล่าสุด
tr: Son Senkronizasyon Zamanı
vi: Thời gian đồng bộ hóa gần nhất
zh_hans: 上次同步时间
zh_hant: 上次同步時間

# MediaSettingsControlLocalFolder
source: Local Folder
ar: المجلد المحلي
de: Lokaler Ordner
es: Carpeta local
hi: स्थानीय फोल्डर
id: Folder Lokal
it: Cartella locale
ja: ローカルフォルダー
ko: 로컬 폴더
ms: Folder setempat
pt: Pasta local
ru: Локальная папка
th: โฟลเดอร์ท้องถิ่น
tr: Yerel Klasör
vi: Thư mục cục bộ
zh_hans: 本地文件夹
zh_hant: 本機資料夾

# MediaSettingsControlNameSetting.Header
source: Name
ar: الاسم
es: Nombre
hi: नाम
id: Nama
it: Nome
ja: 名称
ko: 이름
ms: Nama
pt: Nome
ru: Имя
th: ชื่อ
tr: İsim
vi: Tên
zh_hans: 名称
zh_hant: 名稱

# MediaSettingsControlSyncNow.Content
source: Sync now
ar: مزامنة الآن
de: Jetzt synchronisieren
es: Sincronizar ahora
hi: अभी सिंक्रनाइज़ करें
id: Sinkronisasi sekarang
it: Sincronizza ora
ja: 今すぐ同期
ko: 지금 동기화
ms: Segerak sekarang
pt: Sincronizar agora
ru: Синхронизировать
th: ซิงค์ตอนนี้
tr: Şimdi senkronize et
vi: Đồng bộ hóa ngay
zh_hans: 立即同步
zh_hant: 立即同步

# MediaSettingsForceSyncButton.Content
source: Perform forced sync
ar: إجراء المزامنة القسرية
de: Zwangssynchronisation durchführen
es: Realizar sincronización forzada
hi: जबरन सिंक करें
id: Melakukan sinkronisasi paksa
it: Esegui sincronizzazione forzata
ja: 強制同期を実行
ko: 강제 동기화 수행
ms: Lakukan penyegerakan paksa
pt: Efetuar sincronização forçada
ru: Выполните принудительную синхронизацию
th: ทำการซิงค์ข้อมูลแบบบังคับ
tr: Zorunlu senkronizasyon gerçekleştirin
vi: Thực hiện đồng bộ hóa bắt buộc
zh_hans: 执行强力同步
zh_hant: 執行強制同步

# MediaSettingsForceSyncHint.Text
source: This option will force a re-resolution of metadata from the remote database. This option is helpful when there are problems with the local database, or when a full refresh is required for some reason
ar: سيؤدي هذا الخيار إلى فرض إعادة تحليل البيانات الوصفية من قاعدة البيانات البعيدة. هذا الخيار مفيد عند وجود مشاكل في قاعدة البيانات المحلية، أو عند الحاجة إلى تحديث كامل لسبب ما.
de: Mit dieser Option wird eine Neuauflösung der Metadaten aus der entfernten Datenbank erzwungen. Diese Option ist hilfreich, wenn es Probleme mit der lokalen Datenbank gibt, oder wenn aus irgendeinem Grund eine vollständige Aktualisierung erforderlich ist.
es: Esta opción forzará una re-resolución de metadatos desde la base de datos remota. Esta opción es útil cuando hay problemas con la base de datos local, o cuando se requiere una actualización completa por alguna razón.
hi: यह ऑप्शन रिमोट डेटाबेस से मेटाडेटा का री-रिज़ॉल्यूशन करेगा। यह ऑप्शन तब मददगार होता है जब लोकल डेटाबेस में कोई समस्या हो, या जब किसी वजह से पूरा रिफ्रेश करना ज़रूरी हो।
id: Opsi ini akan memaksa resolusi ulang metadata dari basis data jarak jauh. Opsi ini sangat membantu ketika ada masalah dengan database lokal, atau ketika penyegaran penuh diperlukan karena suatu alasan.
it: Questa opzione forza una nuova risoluzione dei metadati dal database remoto. È utile in caso di problemi con il database locale o quando è necessario un aggiornamento completo.
ja: このオプションでは、リモートからメタデータを強制的に再取得します。ローカルのデータに問題がある時や、情報を一から全て更新し直したい時に役立ちます。
ko: 이 옵션은 원격 데이터베이스에서 메타데이터를 강제로 다시 확인합니다. 이 옵션은 로컬 데이터베이스에 문제가 있거나 어떤 이유로 인해 전체 새로 고침이 필요한 경우에 유용합니다.
ms: Pilihan ini akan memaksa penyelesaian semula metadata daripada pangkalan data jauh. Pilihan ini berguna apabila terdapat masalah dengan pangkalan data setempat atau apabila penyegaran penuh diperlukan atas sebab tertentu.
pt: Esta opção forçará uma nova resolução dos metadados da base de dados remota. Esta opção é útil quando existem problemas com a base de dados local ou quando é necessária uma atualização completa por algum motivo.
ru: Этот параметр заставит пересмотреть метаданные из удаленной базы данных. Эта опция полезна, когда есть проблемы с локальной базой данных или когда по какой-то причине требуется полное обновление.
th: ตัวเลือกนี้จะบังคับให้มีการแก้ไขข้อมูลเมตาดาตาใหม่จากฐานข้อมูลระยะไกล ตัวเลือกนี้มีประโยชน์เมื่อมีปัญหาเกิดขึ้นกับฐานข้อมูลในเครื่อง หรือเมื่อจำเป็นต้องมีการรีเฟรชข้อมูลทั้งหมดด้วยเหตุผลบางประการ
tr: Bu seçenek, uzak veritabanından meta verilerin yeniden çözümlenmesini zorlayacaktır. Bu seçenek, yerel veritabanıyla ilgili sorunlar olduğunda veya herhangi bir nedenle tam bir yenileme gerektiğinde yararlıdır.
vi: Tùy chọn này sẽ buộc quá trình giải quyết lại metadata từ cơ sở dữ liệu từ xa. Tùy chọn này hữu ích khi có vấn đề với cơ sở dữ liệu cục bộ hoặc khi cần thực hiện cập nhật toàn bộ vì một lý do nào đó.
zh_hans: 该选项将强制从远端重新解析元数据。当本地数据库出现问题时，或由于某些原因需要全部刷新时，此选项将有所帮助
zh_hant: 此選項會強制從遠端資料庫重新解析元資料。當本機資料庫出現問題，或因某些原因需要完全更新時，此選項很有幫助。

# MusicGalleryPageAddToCustomList.Text
source: Add to playlist
ar: إضافة إلى قائمة التشغيل
de: Zur Wiedergabeliste hinzufügen
es: Añadir a lista de reproducción
hi: प्लेलिस्ट में जोड़ें
id: Tambahkan ke daftar putar
it: Aggiungi alla playlist
ja: プレイリストに追加
ko: 재생 목록에 추가
ms: Tambah ke senarai main
pt: Adicionar à lista de reprodução
ru: Добавить в плейлист
th: เพิ่มลงในเพลย์ลิสต์
tr: Çalma listesine ekle
vi: Thêm vào danh sách phát
zh_hans: 添加到播放列表
zh_hant: 加入播放清單

# MusicGalleryPageAddToEnd.Text
source: End of list
ar: نهاية القائمة
de: Ans Ende der Liste
es: Al final de la lista
hi: सूची का अंत
id: Akhir daftar
it: Aggiungi alla fine dell'elenco
ja: リストの最後
ko: 목록의 끝
ms: Hujung senarai
pt: Fim da lista
ru: В конец списка
th: ท้ายรายการ
tr: Listenin sonu
vi: Cuối danh sách
zh_hans: 列表的末尾
zh_hant: 清單的末尾

# MusicGalleryPageAddToNext.Text
source: Next item
ar: العنصر التالي
de: Als nächstes Element
es: Siguiente elemento
hi: अगला आइटम
id: Item berikutnya
it: Aggiungi come prossimo elemento
ja: 次の項目
ko: 다음 항목
ms: Item seterusnya
pt: Próximo item
ru: Следующим пунктом
th: รายการถัดไป
tr: Sonraki madde
vi: Mục tiếp theo
zh_hans: 下一个项目
zh_hant: 下一個項目

# MusicGalleryPageAddToPlayingQueue.Text
source: Add to playing queue
ar: إضافة إلى قائمة انتظار اللعب
de: Zur Warteschlange hinzufügen
es: Añadir a la cola de reproducción
hi: प्लेइंग क्यू में जोड़ें
id: Tambahkan ke antrian bermain
it: Aggiungi alla coda di riproduzione
ja: 再生キューに追加
ko: 재생 대기열에 추가
ms: Tambah ke turutan lagu
pt: Adicionar à fila de reprodução
ru: Добавить в очередь на воспроизведение
th: เพิ่มลงในคิวการเล่น
tr: Oynatma kuyruğuna ekle
vi: Thêm vào danh sách phát
zh_hans: 添加到播放队列
zh_hant: 加入播放佇列

# MusicGalleryPageAllSongs
source: All Music
ar: كل الموسيقى
de: Alle Musikstücke
es: Toda la música
hi: सभी गाने
id: Semua Musik
it: Tutta la musica
ja: すべての曲
ko: 모든 음악
ms: Semua Muzik
pt: Todas as Músicas
ru: Вся музыка
th: เพลงทั้งหมด
tr: Tüm Müzikler
vi: Tất cả bài hát
zh_hans: 所有音乐
zh_hant: 所有音樂

# MusicGalleryPageDataSync.Message
source: Media Library sync in progress...
ar: مزامنة مكتبة الوسائط جارية...
de: Synchronisierung der Medienbibliothek läuft...
es: Sincronización de la biblioteca multimedia en curso...
hi: मीडिया लाइब्रेरी सिंक चल रहा है...
id: Sinkronisasi Perpustakaan Media sedang berlangsung...
it: Sincronizzazione della libreria multimediale in corso...
ja: メディアライブラリーの同期中...
ko: 미디어 라이브러리 동기화 진행 중...
ms: Penyegerakan Pustaka Media sedang dijalankan...
pt: Sincronização da biblioteca multimédia em curso...
ru: Выполняется синхронизация медиатеки...
th: กำลังซิงค์คลังสื่อ...
tr: Medya Kitaplığı senkronizasyonu devam ediyor...
vi: Đang đồng bộ thư viện phương tiện...
zh_hans: 正在同步媒体库...
zh_hant: 媒體庫同步中...

# MusicGalleryPageDataSyncError.Message
source: There is a problem with Media Library sync
ar: توجد مشكلة في مزامنة مكتبة الوسائط
de: Es gibt ein Problem mit der Synchronisierung der Medienbibliothek
es: Hay un problema con la sincronización de la biblioteca multimedia
hi: मीडिया लाइब्रेरी सिंक में कोई समस्या है
id: Ada masalah dengan sinkronisasi Perpustakaan Media
it: Si è verificato un problema con la sincronizzazione della libreria multimediale
ja: メディアライブラリーの同期に問題が発生しました
ko: 미디어 라이브러리 동기화에 문제가 있습니다.
ms: Terdapat masalah dengan penyegerakan Pustaka Media
pt: Existe um problema com a sincronização da Biblioteca Multimédia
ru: Возникла проблема с синхронизацией медиатеки
th: มีปัญหาเกี่ยวกับการซิงค์ไลบรารีมีเดีย
tr: Medya Kitaplığı senkronizasyonunda bir sorun var
vi: Có vấn đề với việc đồng bộ hóa Thư viện Phương tiện.
zh_hans: 媒体库同步出现问题
zh_hant: 媒體庫同步出現問題

# MusicGalleryPageEmptyPlayingQueue.Text
source: Clear queue
ar: مسح قائمة الانتظار
de: Warteschlange leeren
es: Borrar cola
hi: प्लेइंग कतार साफ़ करें
id: Bersihkan antrean putar
it: Svuota coda
ja: キューをクリア
ko: 재생 대기열 비우기
ms: Kosongkan baris gilir main
pt: Limpar fila de reprodução
ru: Очистить очередь воспроизведения
th: ล้างคิวการเล่น
tr: Kuyruğu temizle
vi: Xóa hàng đợi phát
zh_hans: 清除播放队列
zh_hant: 清除播放佇列

# MusicGalleryPageFileAlbum.Header
source: Album
ar: الألبوم
es: Álbum
hi: एल्बम
ja: アルバム
ko: 앨범
pt: Álbum
ru: Альбом
th: อัลบั้ม
tr: Albüm
zh_hans: 专辑
zh_hant: 專輯

# MusicGalleryPageFileArtist.Header
source: Artist
ar: الفنان
de: Künstler
es: Artista
hi: कलाकार
id: Artis
it: Artista
ja: アーティスト
ko: 아티스트
ms: Artis
pt: Artista
ru: Исполнитель
th: ศิลปิน
tr: Sanatçı
vi: Nghệ sĩ
zh_hans: 艺术家
zh_hant: 演出者

# MusicGalleryPageFileInfoBitDepth.Header
source: Bit Depth
ar: عمق البت (Bit Depth)
de: Bittiefe
es: Profundidad de bits
hi: बिट गहराई
id: Kedalaman Bit
it: Profondità bit
ja: ビット深度
ko: 비트 깊이
ms: Kedalaman Bit
pt: Profundidade de Bits
ru: Битовая глубина
th: ความลึกของบิต
tr: Bit Derinliği
vi: Độ sâu bit
zh_hans: 位深度
zh_hant: 位元深度

# MusicGalleryPageFileInfoBitrate.Header
source: Bitrate
ar: معدل البت (Bitrate)
es: Tasa de bits
hi: बिटरेट
ja: ビットレート
ko: 비트레이트
ms: Kadar Bit
pt: Taxa de Bits
ru: Битрейт
th: บิตเรต
tr: Bit Hızı
vi: Tốc độ bit
zh_hans: 比特率
zh_hant: 位元率

# MusicGalleryPageFileInfoDuration.Header
source: Duration
ar: المدة
de: Dauer
es: Duración
hi: अवधि
id: Durasi
it: Durata
ja: 持続時間
ko: 길이
ms: Tempoh
pt: Duração
ru: Длительность
th: ความยาว
tr: Süre
vi: Thời lượng
zh_hans: 时长
zh_hant: 時長

# MusicGalleryPageFileInfoEncoder.Header
source: Encoder
ar: المُشفر (Encoder)
es: Codificador
hi: एनकोडर
it: Codificatore
ja: エンコーダー
ko: 인코더
ms: Pengekod
pt: Codificador
ru: Кодировщик
th: ตัวเข้ารหัส
tr: Kodlayıcı
vi: Bộ mã hóa
zh_hans: 编码器
zh_hant: 編碼器

# MusicGalleryPageFileInfoFormat.Header
source: Format
ar: التنسيق
es: Formato
hi: प्रारूप
it: Formato
ja: フォーマット
ko: 형식
pt: Formato
ru: Формат
th: รูปแบบ
tr: Biçim
vi: Định dạng
zh_hans: 格式
zh_hant: 格式

# MusicGalleryPageFileInfoLyrics.Header
source: Lyrics
ar: الكلمات
de: Songtext
es: Letra
hi: बोल
id: Lirik
it: Testi
ja: 歌詞
ko: 가사
ms: Lirik
pt: Letra
ru: Текст песни
th: เนื้อเพลง
tr: Şarkı Sözleri
vi: Lời bài hát
zh_hans: 歌词
zh_hant: 歌詞

# MusicGalleryPageFileInfoPath.Header
source: Path
ar: المسار
de: Pfad
es: Ruta
hi: पथ
id: Jalur
it: Percorso
ja: パス
ko: 경로
ms: Laluan
pt: Caminho
ru: Путь
th: เส้นทาง
tr: Yol
vi: Đường dẫn
zh_hans: 路径
zh_hant: 路徑

# MusicGalleryPageFileInfoSampleRate.Header
source: Sample Rate
ar: معدل العينة (Sample Rate)
de: Abtastrate
es: Frecuencia de muestreo
hi: सैंपल दर
id: Laju Sampel
it: Frequenza di campionamento
ja: サンプルレート
ko: 샘플링 속도
ms: Kadar Sampel
pt: Taxa de Amostragem
ru: Частота дискретизации
th: อัตราสุ่มสัญญาณ
tr: Örnekleme Oranı
vi: Tốc độ lấy mẫu
zh_hans: 采样率
zh_hant: 取樣率

# MusicGalleryPageFileInfoTitle.Header
source: Title
ar: العنوان
de: Titel
es: Título
hi: शीर्षक
id: Judul
it: Titolo
ja: タイトル
ko: 제목
ms: Tajuk
pt: Título
ru: Название
th: ชื่อเพลง
tr: Başlık
vi: Tiêu đề
zh_hans: 标题
zh_hant: 標題

# MusicGalleryPageFileInfoYear.Header
source: Year
ar: السنة
de: Jahr
es: Año
hi: वर्ष
id: Tahun
it: Anno
ja: 年
ko: 연도
ms: Tahun
pt: Ano
ru: Год
th: ปี
tr: Yıl
vi: Năm
zh_hans: 年
zh_hant: 年份

# MusicGalleryPageFileNotFound.Text
source: No songs found in media library
ar: لم يتم العثور على أغاني في مكتبة الوسائط
de: Keine Songs in der Medienbibliothek gefunden
es: No se encontraron canciones en la biblioteca multimedia
hi: मीडिया लाइब्रेरी में कोई गाना नहीं मिला
id: Tidak ada lagu yang ditemukan di pustaka media
it: Nessun brano trovato nella libreria multimediale
ja: メディアライブラリーに曲が見つかりません
ko: 미디어 라이브러리에서 곡을 찾지 못했습니다
ms: Tiada lagu ditemui dalam pustaka media
pt: Nenhuma música encontrada na biblioteca multimédia
ru: Песни в медиатеке не найдены
th: ไม่พบเพลงในไลบรารีสื่อ
tr: Medya kitaplığında şarkı bulunamadı
vi: Không tìm thấy bài hát nào trong thư viện phương tiện
zh_hans: 未在媒体库内找到任何歌曲
zh_hant: 未在媒體櫃內找到任何歌曲

# MusicGalleryPageFolder.Text
source: Folders
ar: المجلدات
de: Ordner
es: Carpetas
hi: फ़ोल्डर्स
id: Folder
it: Cartelle
ja: フォルダ
ko: 폴더
ms: Folder
pt: Pastas
ru: Папки
th: โฟลเดอร์
tr: Klasörler
vi: Thư mục
zh_hans: 文件夹
zh_hant: 資料夾

# MusicGalleryPageImportFromFile.Text
source: Import from file
ar: استيراد من ملف
de: Aus Datei importieren
es: Importar desde archivo
hi: फ़ाइल से आयात करें
id: Impor dari file
it: Importa da file
ja: ファイルからインポート
ko: 파일에서 가져오기
ms: Import dari fail
pt: Importar de ficheiro
ru: Импорт из файла
th: นำเข้าจากไฟล์
tr: Dosyadan içe aktar
vi: Nhập từ tệp
zh_hans: 从文件导入
zh_hant: 從檔案匯入

# MusicGalleryPageNewPlaylist.Text
source: Create playlist
ar: إنشاء قائمة تشغيل
de: Wiedergabeliste erstellen
es: Crear lista de reproducción
hi: प्लेलिस्ट बनायें
id: Membuat daftar putar
it: Crea playlist
ja: プレイリストを作成
ko: 재생 목록 만들기
ms: Cipta senarai main
pt: Criar lista de reprodução
ru: Создайте плейлист
th: สร้างเพลย์ลิสต์
tr: Çalma listesi oluştur
vi: Tạo danh sách phát
zh_hans: 创建播放列表
zh_hant: 建立播放清單

# MusicGalleryPageOpenInFileExplorer.Text
source: Open in File Explorer
ar: فتح في مستكشف الملفات
de: Im Datei-Explorer öffnen
es: Abrir en el Explorador de archivos
hi: फ़ाइल एक्सप्लोरर में खोलें
id: Buka di Penjelajah File
it: Apri in Esplora file
ja: エクスプローラーで開く
ko: 파일 탐색기에서 열기
ms: Buka dalam Pengurus Fail
pt: Abrir no Explorador de Ficheiros
ru: Открыть в Проводнике файлов
th: เปิดใน File Explorer
tr: Dosya Gezgini'nde Aç
vi: Mở trong File Explorer
zh_hans: 在文件资源管理器中打开
zh_hant: 在檔案總管中開啟

# MusicGalleryPagePlayingQueue.Text
source: Playing Queue
ar: قائمة الانتظار
de: Wiedergabewarteschlange
es: Cola de reproducción
hi: प्लेइंग कतार
id: Antrean Putar
it: Coda di riproduzione
ja: 再生キュー
ko: 재생 대기열
ms: Baris Gilir Main
pt: Fila de Reprodução
ru: Очередь воспроизведения
th: คิวการเล่น
tr: Oynatma Kuyruğu
vi: Hàng đợi phát
zh_hans: 播放队列
zh_hant: 播放佇列

# MusicGalleryPagePlayingQueueEmpty.Text
source: Playing queue is empty
ar: قائمة الانتظار فارغة
de: Wiedergabewarteschlange ist leer
es: La cola de reproducción está vacía
hi: प्लेइंग कतार खाली है
id: Antrean putar kosong
it: La coda di riproduzione è vuota
ja: 再生キューは空です
ko: 재생 대기열이 비어 있습니다
ms: Baris gilir main kosong
pt: A fila de reprodução está vazia
ru: Очередь воспроизведения пуста
th: คิวการเล่นว่างเปล่า
tr: Oynatma kuyruğu boş
vi: Hàng đợi phát trống
zh_hans: 播放队列为空
zh_hant: 播放佇列為空

# MusicGalleryPagePlayingTrackDetail.Content
source: Information on the currently playing track
ar: معلومات عن المسار الذي يتم تشغيله حالياً
de: Informationen über den aktuell abgespielten Titel
es: Información sobre la pista que se está reproduciendo
hi: अभी चल रहे ट्रैक की जानकारी
id: Informasi tentang trek yang sedang diputar
it: Dettagli del brano in riproduzione
ja: 再生中のトラック情報
ko: 현재 재생 중인 트랙에 대한 정보
ms: Maklumat tentang trek yang sedang dimainkan
pt: Informações sobre a faixa atualmente em reprodução
ru: Информация о текущей воспроизводимой дорожке
th: ข้อมูลเกี่ยวกับเพลงที่กำลังเล่นอยู่ในขณะนี้
tr: Çalmakta olan parça hakkında bilgi
vi: Thông tin về bài hát đang phát
zh_hans: 当前播放曲目的信息
zh_hant: 目前播放曲目的資訊

# MusicGalleryPagePlaylist.Text
source: Playlists
ar: قوائم التشغيل
de: Wiedergabelisten
es: Listas de reproducción
hi: प्लेलिस्ट
id: Daftar putar
it: Playlist
ja: プレイリスト
ko: 재생 목록
ms: Senarai Main
pt: Listas de reprodução
ru: Плейлисты
th: เพลย์ลิสต์
tr: Çalma Listeleri
vi: Danh sách phát
zh_hans: 播放列表
zh_hant: 播放清單

# MusicGalleryPageQueueLoop.Text
source: Loop List
ar: تكرار القائمة
de: Liste wiederholen
es: Repetir lista
hi: सूची लूप
id: Loop daftar
it: Ripeti coda
ja: リストループ
ko: 목록 반복
ms: Gelung senarai
pt: Ciclo da lista
ru: Зациклить список
th: วนซ้ำรายการ
tr: Döngü Listesi
vi: Lặp lại danh sách
zh_hans: 列表循环
zh_hant: 清單循環

# MusicGalleryPageQueueRandom.Text
source: Shuffle
ar: عشوائي
de: Zufallswiedergabe
es: Aleatorio
hi: रैंडम
id: Acak
it: Riproduzione casuale
ja: シャフル再生
ko: 무작위
ms: Rawak
pt: Aleatório
ru: Случайно
th: สุ่ม
tr: Karıştır
vi: Ngẫu nhiên
zh_hans: 随机
zh_hant: 隨機

# MusicGalleryPageRemoveFromCustomList.Text
source: Remove from playlist
ar: إزالة من قائمة التشغيل
de: Aus Wiedergabeliste entfernen
es: Eliminar de lista de reproducción
hi: प्लेलिस्ट से हटाएं
id: Hapus dari daftar putar
it: Rimuovi dalla playlist
ja: プレイリストから削除
ko: 재생 목록에서 삭제
ms: Keluarkan dari senarai main
pt: Remover da lista de reprodução
ru: Удалить из плейлиста
th: ลบออกจากเพลย์ลิสต์
tr: Oynatma listesinden kaldır
vi: Xóa khỏi danh sách phát
zh_hans: 从播放列表中删除
zh_hant: 從播放清單中刪除

# MusicGalleryPageRemoveFromPlayingQueue.Text
source: Remove from queue
ar: إزالة من قائمة الانتظار
de: Aus Warteschlange entfernen
es: Eliminar de la cola
hi: प्लेइंग कतार से हटाएं
id: Hapus dari antrean putar
it: Rimuovi dalla coda
ja: 再生キューから削除
ko: 재생 대기열에서 삭제
ms: Keluarkan dari baris gilir main
pt: Remover da fila de reprodução
ru: Удалить из очереди
th: ลบออกจากคิวการเล่น
tr: Kuyruktan çıkar
vi: Xóa khỏi hàng đợi phát
zh_hans: 从播放队列删除
zh_hant: 從播放佇列刪除
